batisteo.vscode-django
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
kevinrose.vsc-python-indent
mhutchie.git-graph
ms-ceintl.vscode-language-pack-ko
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
njpwerner.autodocstring
pkief.material-icon-theme
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
